import React from 'react'
import { Doc } from 'src/frontend/scenes/doc-kor'

export const Intro = (): JSX.Element => (
    <Doc>
        <h1 id="intro">물질의 공간성과 시간성에 대한 가설</h1>
        <p>
            질량 전자기파 합성체로서의 물질과 질량 독립적 전자기파로서의 광자,
            그리고 전자기파 독립적 질량.
        </p>
        <p>2022 수진</p>

        <h2>요약</h2>
        <p>
            본 문서는 물질의 구조에 대한 새로운 가설을 제시하고자 한다. 본
            가설에 따르면 물질은 질량을 이루고 있는 공간인 에테르와 전자기파의
            성질을 가진 스파클로 나눌 수 있으며, 두 물질은 상호 전환이 가능하다.
            전자와 같은 입자가 에테르와 스파클의 합성체라면, 광자는 에테르가
            없는 스파클이다. 본 가설을 에테르-스파클 가설이라 부르기로 하자.
        </p>
        <p>
            이를 증명하기 위해 본 문서에서는 스파클이 없는 질량 공간인 독립적
            에테르의 존재를 탐구하도록 하겠다. 이를 위해 보어 모델과 오비탈을
            재해석할 것이다. 물질을 에테르-스파클의 관점에서 봤을 때 존재하는
            현상을 더 간단히 설명할 수 있다면 가설에 대한 작은 가능성을 제시하는
            것이 가능할 것이다.
        </p>
    </Doc>
)
