import React, { Fragment } from 'react'

export const Intro = (): JSX.Element => {
    return (
        <Fragment>
            <h1 id="intro">물질의 공간성과 시간성에 대한 가설</h1>
            <p>
                질량 전자기파 합성체로서의 물질과 질량 독립적 전자기파로서의
                광자, 그리고 전자기파 독립적 질량.
            </p>
            <p>2022 수진</p>

            <h2>요약</h2>
            <p>
                본 문서는 물질의 구조에 대한 새로운 가설을 제시하고자 한다. 본
                가설에 따르면 물질은 질량을 이루고 있는 공간인 에테르와
                전자기파(파동)의 성질을 가진 스파클로 나눌 수 있으며, 두 물질은
                상호 전환이 가능하다. 전자와 같은 입자가 에테르와 스파클의
                합성체라면, 광자는 에테르가 없는 스파클이다. 본 가설을
                에테르-스파클 가설이라 부르기로 한다..
            </p>
            <p>
                이를 증명하기 위해 본 문서에서는 스파클이 없는 질량 공간인
                독립적 에테르의 존재를 탐구하도록 하겠다. 고전 물리학에서 원자가
                방출하는 에너지는 명확하다. 단순한 계산으로 가능하다. 만일
                이것이 다전자 원자에서도 가능하다면? 에테르-스파클의 관점에서
                봤을 때 <strong>계산 가능</strong>하다면 어떠할까? 본 문서는 그
                가능성을 제시하고자 한다.
            </p>
        </Fragment>
    )
}
